Repository: jthebaut-ut/GameOn
Catalog: GameOn/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pl, pt, ru, sq, zh_hans

source: No games you’re hosting yet.
de: Es gibt noch keine Spiele, die Sie hosten.
es: Aún no hay juegos que estés organizando.
fr: Vous n'hébergez pas encore de jeux.
it: Nessun gioco che stai ospitando ancora.
pl: Nie masz jeszcze żadnych gier, które hostujesz.
pt: Nenhum jogo que você esteja hospedando ainda.
ru: У вас пока нет игр.
sq: Nuk ka ende lojëra që po pret.
zh_hans: 您还没有托管任何游戏。

source: No hosted games counted in this cycle yet.
de: In diesem Zyklus wurden noch keine gehosteten Spiele gezählt.
es: Aún no se cuentan juegos alojados en este ciclo.
fr: Aucun jeu hébergé n'a encore été comptabilisé dans ce cycle.
it: Nessun gioco ospitato è stato ancora conteggiato in questo ciclo.
pl: W tym cyklu nie wliczono jeszcze żadnych gier hostowanych.
pt: Nenhum jogo hospedado foi contabilizado neste ciclo ainda.
ru: В этом цикле пока не учитываются размещенные игры.
sq: Nuk janë numëruar ende lojëra të organizuara në këtë cikël.
zh_hans: 尚无托管游戏计入本周期。

source: No live games right now.
de: Im Moment keine Live-Spiele.
es: No hay juegos en vivo en este momento.
fr: Pas de jeux en direct pour le moment.
it: Nessun gioco dal vivo in questo momento.
pl: W tej chwili nie ma żadnych gier na żywo.
pt: Não há jogos ao vivo no momento.
ru: Сейчас нет живых игр.
sq: Nuk ka lojëra të drejtpërdrejta për momentin.
zh_hans: 目前没有现场比赛。

source: No matches yet. Try another @handle, name, or email.
de: Noch keine Übereinstimmungen. Versuchen Sie es mit einem anderen @-Handle, Namen oder einer anderen E-Mail-Adresse.
es: Aún no hay coincidencias. Pruebe con otro @identificador, nombre o correo electrónico.
fr: Aucun match pour l'instant. Essayez un autre @handle, nom ou adresse e-mail.
it: Nessuna corrispondenza ancora. Prova un altro @handle, nome o email.
pl: Nie ma jeszcze meczów. Wypróbuj inny @handle, nazwę lub adres e-mail.
pt: Nenhuma correspondência ainda. Tente outro @handle, nome ou e-mail.
ru: Пока нет совпадений. Попробуйте другой @handle, имя или адрес электронной почты.
sq: Ende nuk ka ndeshje. Provoni një @handle, emër ose email tjetër.
zh_hans: 还没有比赛。尝试使用其他@handle、名称或电子邮件。

source: No more players needed.
de: Es werden keine weiteren Spieler benötigt.
es: No se necesitan más jugadores.
fr: Plus besoin de joueurs.
it: Non servono altri giocatori.
pl: Nie potrzeba więcej graczy.
pt: Não são necessários mais jogadores.
ru: Больше игроки не нужны.
sq: Nuk duhen më lojtarë.
zh_hans: 不再需要玩家了。

source: No mutual fans yet.
de: Noch keine gemeinsamen Fans.
es: Aún no hay fans mutuos.
fr: Pas encore de fans communs.
it: Nessun fan in comune ancora.
pl: Nie ma jeszcze wspólnych fanów.
pt: Nenhum fã mútuo ainda.
ru: Общих поклонников пока нет.
sq: Ende nuk ka tifozë të përbashkët.
zh_hans: 还没有共同粉丝。

source: No past watch parties for this year yet.
de: Für dieses Jahr liegen noch keine Uhrenpartys vor.
es: Aún no hay fiestas de observación anteriores para este año.
fr: Pas encore de soirées horlogères pour cette année.
it: Ancora nessuna festa di visione passata per quest'anno.
pl: Nie ma jeszcze żadnych imprez związanych z oglądaniem w tym roku.
pt: Nenhuma festa de observação anterior para este ano ainda.
ru: В этом году еще не было вечеринок по просмотру.
sq: Ende nuk ka festa të orës së kaluar për këtë vit.
zh_hans: 今年还没有过去的观看派对。

source: No pending venues or claims will be cancelled.
de: Ausstehende Veranstaltungsorte oder Ansprüche werden nicht storniert.
es: No se cancelarán sedes ni reclamaciones pendientes.
fr: Aucun lieu ou réclamation en attente ne sera annulé.
it: Nessuna sede o reclamo in sospeso verrà annullato.
pl: Żadne oczekujące miejsca ani roszczenia nie zostaną anulowane.
pt: Nenhum local ou reclamação pendente será cancelada.
ru: Никакие ожидающие рассмотрения места проведения или претензии не будут отменены.
sq: Asnjë vendi në pritje apo pretendim nuk do të anulohet.
zh_hans: 任何待处理的场地或索赔都不会被取消。

source: No pickup games found in the current map area. Move the map, zoom out, or search another city to discover more.
de: Im aktuellen Kartenbereich wurden keine Pickup-Spiele gefunden. Verschieben Sie die Karte, zoomen Sie heraus oder suchen Sie nach einer anderen Stadt, um mehr zu entdecken.
es: No se encontraron juegos de recolección en el área del mapa actual. Mueve el mapa, aléjalo o busca en otra ciudad para descubrir más.
fr: Aucun jeu de collecte trouvé dans la zone de carte actuelle. Déplacez la carte, effectuez un zoom arrière ou recherchez une autre ville pour en découvrir davantage.
it: Nessun gioco di raccolta trovato nell'area della mappa corrente. Sposta la mappa, rimpicciolisci o cerca un'altra città per saperne di più.
pl: Na bieżącym obszarze mapy nie znaleziono gier typu pick-up. Przesuń mapę, pomniejsz lub wyszukaj inne miasto, aby dowiedzieć się więcej.
pt: Nenhum jogo de coleta encontrado na área atual do mapa. Mova o mapa, diminua o zoom ou pesquise outra cidade para descobrir mais.
ru: В текущей области карты не найдено игр с пикапом. Переместите карту, уменьшите масштаб или найдите другой город, чтобы узнать больше.
sq: Nuk u gjet asnjë lojë marrjeje në zonën aktuale të hartës. Lëvizni hartën, zvogëloni ose kërkoni një qytet tjetër për të zbuluar më shumë.
zh_hans: 当前地图区域未找到拾取游戏。 Move the map, zoom out, or search another city to discover more.

source: No pickup games yet
de: Noch keine Pickup-Spiele
es: Aún no hay juegos de recogida
fr: Pas encore de jeux de collecte
it: Nessun gioco di ritiro ancora
pl: Nie ma jeszcze żadnych gier typu pick-up
pt: Ainda não há jogos captadores
ru: Пикап-игр пока нет
sq: Nuk ka ende lojëra marrjeje
zh_hans: 还没有拾取游戏

source: No predictions yet. Be the first to vote.
de: Noch keine Vorhersagen. Seien Sie der Erste, der abstimmt.
es: Aún no hay predicciones. Sea el primero en votar.
fr: Aucune prédiction pour l'instant. Soyez le premier à voter.
it: Nessuna previsione ancora. Sii il primo a votare.
pl: Nie ma jeszcze żadnych prognoz. Bądź pierwszym, który zagłosuje.
pt: Ainda não há previsões. Seja o primeiro a votar.
ru: Прогнозов пока нет. Будьте первым, кто проголосует.
sq: Nuk ka ende parashikime. Bëhu i pari që voton.

source: No previous reports.
de: Keine vorherigen Berichte.
es: Sin informes previos.
fr: Aucun rapport précédent.
it: Nessuna segnalazione precedente.
pl: Brak wcześniejszych raportów.
pt: Nenhum relatório anterior.
ru: Никаких предыдущих отчетов.
sq: Nuk ka raporte të mëparshme.

source: No ratings yet
de: Noch keine Bewertungen
es: Aún no hay valoraciones
fr: Aucune note pour l'instant
it: Nessuna valutazione ancora
pl: Nie ma jeszcze ocen
pt: Ainda não há avaliações
ru: Пока нет оценок
sq: Ende nuk ka vlerësime
zh_hans: 还没有评分

source: No reported comments.
de: Keine gemeldeten Kommentare.
es: No hay comentarios reportados.
fr: Aucun commentaire signalé.
it: Nessun commento riportato.
pl: Brak zgłoszonych komentarzy.
pt: Nenhum comentário relatado.
ru: Нет заявленных комментариев.
sq: Asnjë koment i raportuar.

source: No reports in this category.
de: Keine Berichte in dieser Kategorie.
es: No hay informes en esta categoría.
fr: Aucun rapport dans cette catégorie.
it: Nessuna segnalazione in questa categoria.
pl: Brak raportów w tej kategorii.
pt: Nenhum relatório nesta categoria.
ru: В этой категории нет отчетов.
sq: Nuk ka raportime në këtë kategori.
zh_hans: 该类别暂无报告。

source: No requests yet.
de: Noch keine Anfragen.
es: Aún no hay solicitudes.
fr: Aucune demande pour l'instant.
it: Nessuna richiesta ancora.
pl: Nie ma jeszcze żadnych żądań.
pt: Ainda não há solicitações.
ru: Запросов пока нет.
sq: Nuk ka ende kërkesa.
zh_hans: 还没有请求。

source: No teams followed yet.
de: Es folgten noch keine Teams.
es: Ningún equipo siguió todavía.
fr: Aucune équipe n'a encore suivi.
it: Nessuna squadra è stata ancora seguita.
pl: Nie obserwowano jeszcze żadnych drużyn.
pt: Nenhuma equipe seguiu ainda.
ru: Ни одна команда пока не последовала.
sq: Nuk ka ndjekur ende asnjë ekip.
zh_hans: 还没有任何球队跟进。

source: No time zones match your search.
de: Keine Zeitzonen entsprechen Ihrer Suche.
es: Ninguna zona horaria coincide con su búsqueda.
fr: Aucun fuseau horaire ne correspond à votre recherche.
it: Nessun fuso orario corrisponde alla tua ricerca.
pl: Żadna strefa czasowa nie pasuje do Twojego wyszukiwania.
pt: Nenhum fuso horário corresponde à sua pesquisa.
ru: Нет часовых поясов, соответствующих вашему запросу.
sq: Asnjë zonë kohore nuk përputhet me kërkimin tuaj.
zh_hans: 没有与您的搜索匹配的时区。

source: No updates yet. Be the first to share audio, crowd, or seating info.
de: Noch keine Updates. Seien Sie der Erste, der Audio-, Publikums- oder Sitzplatzinformationen teilt.
es: Aún no hay actualizaciones. Sea el primero en compartir información de audio, público o asientos.
fr: Aucune mise à jour pour l'instant. Soyez le premier à partager des informations audio, sur la foule ou sur les sièges.
it: Nessun aggiornamento ancora. Sii il primo a condividere informazioni su audio, pubblico o posti a sedere.
pl: Nie ma jeszcze żadnych aktualizacji. Bądź pierwszą osobą, która udostępni informacje o dźwięku, tłumie lub miejscach siedzących.
pt: Nenhuma atualização ainda. Seja o primeiro a compartilhar informações de áudio, multidão ou assentos.
ru: Обновлений пока нет. Будьте первым, кто поделится аудио, информацией о толпе или сидячих местах.
sq: Ende nuk ka përditësime. Bëhu i pari që ndan informacione audio, turmë ose ndenjëse.
zh_hans: 还没有更新。成为第一个分享音频、人群或座位信息的人。

source: No venue yet
de: Noch kein Veranstaltungsort
es: Aún no hay local
fr: Pas encore de lieu
it: Nessuna sede ancora
pl: Nie ma jeszcze miejsca
pt: Ainda não há local
ru: Площадки пока нет
sq: Nuk ka ende vendi
zh_hans: 还没有场地

source: No watch parties match this filter.
de: Keine Uhrenpartys entsprechen diesem Filter.
es: Ninguna fiesta de observación coincide con este filtro.
fr: Aucune soirée de visionnage ne correspond à ce filtre.
it: Nessun watch party corrisponde a questo filtro.
pl: Żadne imprezy związane z oglądaniem nie pasują do tego filtra.
pt: Nenhum grupo de observação corresponde a este filtro.
ru: Ни одна группа наблюдения не соответствует этому фильтру.
sq: Asnjë parti ore nuk përputhet me këtë filtër.
zh_hans: 没有观看派对符合此过滤器。

# no_games_listed_for_format
source: No games listed for %@.
de: Keine Spiele für %@ gelistet.
es: No hay juegos para %@.
fr: Aucun match listé pour %@.
it: Nessuna partita elencata per %@.
pl: Brak meczów dla %@.
pt: Nenhum jogo listado para %@.
ru: Нет игр на %@.
sq: Nuk ka ndeshje për %@.
zh_hans: %@ 没有列出的比赛。

source: None
de: Keiner
es: Ninguno
fr: Aucun
it: Nessuno
pl: Nic
pt: Nenhum
ru: Никто
sq: Asnjë
zh_hans: 没有任何

source: Not enough activity yet
de: Noch nicht genug Aktivität
es: Aún no hay suficiente actividad
fr: Pas encore assez d'activité
it: business ancora insufficiente
pl: Jeszcze za mało aktywności
pt: Ainda não há atividade suficiente
ru: Пока недостаточно активности
sq: Ende nuk ka aktivitet të mjaftueshëm
zh_hans: 活动还不够多

source: Nothing scheduled yet
de: Noch nichts geplant
es: Nada programado aún
fr: Rien de prévu pour l'instant
it: Niente di programmato ancora
pl: Jeszcze nic nie zaplanowano
pt: Nada agendado ainda
ru: Пока ничего не запланировано
sq: Asgjë e planifikuar ende
zh_hans: 还没有安排

source: Notifications
de: Benachrichtigungen
es: Notificaciones
it: Notifiche
pl: Powiadomienia
pt: Notificações
ru: Уведомления
sq: Njoftimet
zh_hans: 通知

source: of engagement
de: des Engagements
es: de compromiso
fr: de fiançailles
it: di fidanzamento
pl: zaangażowania
pt: de engajamento
ru: участия
sq: të fejesës
zh_hans: 参与度

source: Official Support Team
de: Offizielles Support-Team
es: Equipo oficial de soporte
fr: Équipe officielle du support
it: Team di supporto ufficiale
pl: Oficjalny zespół pomocy
pt: Equipe oficial de suporte
ru: Официальная служба поддержки
sq: Ekipa zyrtare e mbështetjes
zh_hans: 官方客服团队

source: Official venue
de: Offizieller Venue
es: Lugar oficial
fr: Lieu officiel
it: Locale ufficiale
pl: Oficjalne miejsce
pt: Local oficial
ru: Официальное заведение
sq: Vend zyrtar
zh_hans: 官方场馆

source: Official venue dashboard
de: Offizielles Venue-Dashboard
es: Panel oficial del lugar
fr: Tableau de bord officiel du lieu
it: Dashboard ufficiale del locale
pl: Oficjalny panel miejsca
pt: Painel oficial do local
ru: Официальная панель заведения
sq: Paneli zyrtar i vendit
zh_hans: 官方场馆控制台

source: Only games in your current Discover area are shown.
de: Es werden nur Spiele in Ihrem aktuellen Discover Bereich angezeigt.
es: Solo se muestran los juegos en tu área Discover actual.
fr: Seuls les jeux de votre zone Discover actuelle sont affichés.
it: Vengono visualizzati solo i giochi nella tua attuale area Discover.
pl: Wyświetlane są tylko gry z Twojego bieżącego obszaru Discover.
pt: Apenas os jogos na sua área Discover atual são mostrados.
ru: Показаны только игры из вашего текущего региона Discover.
sq: Shfaqen vetëm lojërat në zonën tuaj aktuale Discover.
zh_hans: 仅显示您当前Discover 区域中的游戏。

source: Open
de: Offen
es: Abierto
fr: Ouvrir
it: Aprire
pl: Otwarte
pt: Abrir
ru: Открыть
sq: Hapur
zh_hans: 打开

source: Open Discover
de: Öffnen Sie Discover
es: Abrir Discover
fr: Ouvrir Discover
it: Apri Discover
pl: Otwórz Discover
pt: Abra Discover
ru: Открыть Discover
sq: Hap Discover
zh_hans: 打开Discover

source: Open To
de: Offen für
es: Abierto a
fr: Ouvrir à
it: Aperto a
pl: Otwórz na
pt: Abrir para
ru: Открыто для
sq: Hapur për
zh_hans: 打开至

source: OPEN TO
de: OFFEN FÜR
es: ABIERTO A
fr: OUVERT À
it: APERTO A
pl: OTWARTE NA
pt: ABERTO PARA
ru: ОТКРЫТО ДЛЯ
sq: HAPUR PËR
zh_hans: 开放至

source: Open until 2:00 AM
de: Geöffnet bis 2:00 Uhr
es: Abierto hasta las 2:00 a.m.
fr: Ouvert jusqu'à 2h00
it: Aperto fino alle 2:00
pl: Otwarte do 2:00 w nocy
pt: Aberto até 2h
ru: Открыто до 2:00 ночи.
sq: Hapur deri në orën 2:00 të mëngjesit
zh_hans: 营业至凌晨 2:00

source: Opening conversation…
de: Eröffnungsgespräch…
es: Abriendo conversación…
fr: Discussion d’ouverture…
it: Conversazione di apertura...
pl: Otwieram rozmowę…
pt: Conversa de abertura…
ru: Начало разговора…
sq: Po hap bisedën…
zh_hans: 开场对话……

source: Operational limits and Business Pro access for this business.
de: Betriebsgrenzen und Business Pro Zugriff für dieses Unternehmen.
es: Límites operativos y acceso Business Pro para este negocio.
fr: Limites opérationnelles et accès Business Pro pour cette entreprise.
it: Limiti operativi e accesso Business Pro per questa business.
pl: Limity operacyjne i dostęp Business Pro dla tej firmy.
pt: Limites operacionais e acesso Business Pro para este negócio.
ru: Операционные ограничения и доступ Business Pro для этого бизнеса.
sq: Kufijtë operacionalë dhe qasja Business Pro për këtë biznes.
zh_hans: 此业务的操作限制和 Business Pro 访问权限。

source: Optional — add teams you follow
de: Optional – fügen Sie Teams hinzu, denen Sie folgen
es: Opcional: agrega los equipos que sigues
fr: Facultatif : ajoutez les équipes que vous suivez
it: Facoltativo: aggiungi le squadre che segui
pl: Opcjonalnie — dodaj obserwowane przez siebie zespoły
pt: Opcional – adicione equipes que você segue
ru: Необязательно — добавьте команды, на которых вы подписаны.
sq: Opsionale - shtoni ekipet që ndiqni
zh_hans: 可选 - 添加您关注的团队

source: Optional. Search FanGeo users by handle or display name.
de: Optional. Suchen Sie FanGeo Benutzer nach Benutzername oder Anzeigename.
es: Opcional. Busque usuarios FanGeo por identificador o nombre para mostrar.
fr: Facultatif. Recherchez les utilisateurs FanGeo par identifiant ou nom d'affichage.
it: Opzionale. Cerca gli utenti FanGeo per handle o nome visualizzato.
pl: Fakultatywny. Wyszukaj użytkowników FanGeo według pseudonimu lub nazwy wyświetlanej.
pt: Opcional. Pesquise usuários FanGeo por identificador ou nome de exibição.
ru: Необязательный. Ищите пользователей FanGeo по дескриптору или отображаемому имени.
sq: Fakultative. Kërkoni përdoruesit FanGeo sipas dorezës ose emrit të shfaqur.
zh_hans: 选修的。通过句柄或显示名称搜索 FanGeo 用户。

source: Organizer
de: Veranstalter
es: Organizador
fr: Organisateur
it: Organizzatore
pl: Organizator
pt: Organizador
ru: Организатор
sq: Organizator
zh_hans: 组织者

source: Own a sports bar, restaurant, gym, or venue?
de: Besitzen Sie eine Sportbar, ein Restaurant, ein Fitnessstudio oder einen Veranstaltungsort?
es: ¿Tienes un bar deportivo, restaurante, gimnasio o local?
fr: Vous possédez un bar sportif, un restaurant, une salle de sport ou un lieu ?
it: Possiedi un bar sportivo, un ristorante, una palestra o un locale?
pl: Jesteś właścicielem baru sportowego, restauracji, siłowni lub lokalu?
pt: Possui um bar esportivo, restaurante, academia ou local?
ru: У вас есть спортивный бар, ресторан, тренажерный зал или заведение?
sq: Të zotëroni një bar sportiv, restorant, palestër apo vendi?
zh_hans: 拥有体育酒吧、餐厅、健身房或场地？

source: Paid games require an entry amount greater than zero.
de: Für kostenpflichtige Spiele ist ein Teilnahmebetrag von mehr als Null erforderlich.
es: Los juegos pagos requieren un monto de entrada mayor que cero.
fr: Les jeux payants nécessitent un montant d’entrée supérieur à zéro.
it: I giochi a pagamento richiedono un importo di iscrizione maggiore di zero.
pl: Gry płatne wymagają kwoty wpisowej większej niż zero.
pt: Os jogos pagos exigem um valor de entrada superior a zero.
ru: Платные игры требуют вступительной суммы больше нуля.
sq: Lojërat me pagesë kërkojnë një shumë hyrjeje më të madhe se zero.
zh_hans: 付费游戏要求参赛金额大于零。

source: Past dates are not available. Choose today or a future day.
de: Vergangene Termine sind nicht verfügbar. Wählen Sie heute oder einen zukünftigen Tag.
es: Las fechas pasadas no están disponibles. Elija hoy o un día futuro.
fr: Les dates passées ne sont pas disponibles. Choisissez aujourd'hui ou un jour futur.
it: Le date passate non sono disponibili. Scegli oggi o un giorno futuro.
pl: Wcześniejsze daty nie są dostępne. Wybierz dzisiaj lub przyszły dzień.
pt: Datas anteriores não estão disponíveis. Escolha hoje ou um dia futuro.
ru: Прошлые даты недоступны. Выбирайте сегодня или будущий день.
sq: Datat e kaluara nuk janë të disponueshme. Zgjidhni sot ose një ditë të ardhshme.
zh_hans: 过去的日期不可用。选择今天或未来的一天。

source: Pending
de: Ausstehend
es: Pendiente
fr: En attente
it: In attesa di
pl: Aż do
pt: Pendente
ru: В ожидании
sq: Në pritje
zh_hans: 待办的

source: Pending approval
de: Genehmigung ausstehend
es: Pendiente de aprobación
fr: En attente d'approbation
it: In attesa di approvazione
pl: Oczekuje na zatwierdzenie
pt: Aprovação pendente
ru: Ожидает одобрения
sq: Në pritje të miratimit
zh_hans: 待批准

source: Pending business venues to delete
de: Ausstehende Geschäftsstandorte zum Löschen
es: local de negocio pendientes de eliminar
fr: Lieux commerciaux en attente de suppression
it: Sedi aziendali in attesa di eliminazione
pl: Oczekujące miejsca prowadzenia działalności do usunięcia
pt: Locais de negócio pendentes para exclusão
ru: бизнес-центры, ожидающие удаления
sq: Vendet e biznesit në pritje për t'u fshirë
zh_hans: 待删除的营业场所

source: Pending community claims to cancel
de: Ausstehende Community-Anträge auf Stornierung
es: Pendiente de reclamaciones comunitarias para cancelar
fr: En attente de demandes d'annulation de la part de la communauté
it: Reclami della community in sospeso da annullare
pl: Oczekujące roszczenia społeczności dotyczące anulowania
pt: Reivindicações pendentes da comunidade para cancelamento
ru: Ждут жалобы сообщества на отмену
sq: Komuniteti në pritje pretendon të anulojë
zh_hans: 等待社区要求取消

source: Pending review
de: Ausstehende Überprüfung
es: Pendiente de revisión
fr: En attente d'examen
it: In attesa di revisione
pl: Oczekuje na recenzję
pt: Revisão pendente
ru: Ожидает рассмотрения
sq: Në pritje të shqyrtimit
zh_hans: 待审核

source: Permanent deletion
de: Endgültige Löschung
es: Eliminación permanente
fr: Suppression définitive
it: Cancellazione permanente
pl: Trwałe usunięcie
pt: Exclusão permanente
ru: Безвозвратное удаление
sq: Fshirja e përhershme
zh_hans: 永久删除

source: Phone
de: Telefon
es: Teléfono
fr: Téléphone
it: Telefono
pl: Telefon
pt: Telefone
ru: Телефон
sq: Telefoni
zh_hans: 电话

source: Pick a name and handle so other fans can recognize you.
de: Wählen Sie einen Namen und einen Namen, damit andere Fans Sie erkennen können.
es: Elige un nombre y un identificador para que otros fans puedan reconocerte.
fr: Choisissez un nom et un pseudo pour que les autres fans puissent vous reconnaître.
it: Scegli un nome e uno pseudonimo in modo che gli altri fan possano riconoscerti.
pl: Wybierz imię i pseudonim, aby inni fani mogli Cię rozpoznać.
pt: Escolha um nome e um identificador para que outros fãs possam reconhecê-lo.
ru: Выберите имя и псевдоним, чтобы другие фанаты могли вас узнать.
sq: Zgjidh një emër dhe trajto që fansat e tjerë të mund të të njohin.
zh_hans: 选择一个名字和昵称，以便其他粉丝可以认出您。

source: Pick a real game, then review and save it as a venue listing.
de: Wählen Sie ein echtes Spiel aus, überprüfen Sie es und speichern Sie es als Veranstaltungsortliste.
es: Elija un juego real, luego revíselo y guárdelo como una lista de local.
fr: Choisissez un vrai jeu, puis examinez-le et enregistrez-le en tant que liste de sites.
it: Scegli un gioco reale, quindi rivedilo e salvalo come elenco di sedi.
pl: Wybierz prawdziwą grę, a następnie przejrzyj ją i zapisz jako listę miejsc.
pt: Escolha um jogo real, revise-o e salve-o como uma lista de locais.
ru: Выберите настоящую игру, затем просмотрите ее и сохраните в списке мест проведения.
sq: Zgjidh një lojë të vërtetë, më pas rishikoje dhe ruaje si një listë vendi.
zh_hans: 选择一场真正的比赛，然后查看并将其保存为场地列表。

source: Pick from sports schedule
de: Wählen Sie aus dem Sportprogramm
es: Elija del calendario deportivo
fr: Choisissez parmi le programme sportif
it: Scegli dal programma sportivo
pl: Wybierz z harmonogramu zajęć sportowych
pt: Escolha na programação esportiva
ru: Выбрать из спортивного расписания
sq: Zgjidh nga orari i sportit
zh_hans: 从运动日程中选择

source: Pick the final score. 0–0 is valid.
de: Wählen Sie das Endergebnis. 0–0 ist gültig.
es: Elige la puntuación final. 0-0 es válido.
fr: Choisissez le score final. 0–0 est valide.
it: Scegli il punteggio finale. 0-0 è valido.
pl: Wybierz wynik końcowy. 0–0 jest prawidłowe.
pt: Escolha a pontuação final. 0–0 é válido.
ru: Выберите окончательный результат. 0–0 допустимо.
sq: Zgjidhni rezultatin përfundimtar. 0–0 është e vlefshme.
zh_hans: 选择最终得分。 0-0 有效。

source: Pick your teams
de: Wählen Sie Ihre Teams aus
es: Elige tus equipos
fr: Choisissez vos équipes
it: Scegli le tue squadre
pl: Wybierz swoje zespoły
pt: Escolha suas equipes
ru: Выбирайте свои команды
sq: Zgjidhni ekipet tuaja
zh_hans: 选择你的团队

source: Pickup details loading…
de: Abholdetails werden geladen…
es: Detalles de recogida cargando…
fr: Chargement des détails du ramassage…
it: Caricamento dei dettagli del ritiro...
pl: Ładowanie szczegółów odbioru…
pt: Detalhes de retirada carregando…
ru: Детали самовывоза загружаются…
sq: Detajet e marrjes po ngarkohen…
zh_hans: 取货详细信息加载中...
